Repository: UkCvs/commando
Catalog: apps/tuxbox/enigma/po/*.po
Languages: sk

source: don't write debug messages to /dev/tts/0
sk: nezapisuj debug správy do /dev/tts/0

source: Auto bouquet change
sk: Automatická zmena paketu

source: change into next bouquet when end of current bouquet is reached
sk: preskočí do nasledujúceho paketu, ak ste na konci ponuky súčastného

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
sk: Ak vykonáte obnovenie firemných nastavení, zrušíte celu doterajšiu konfiguráciu prijímača (vrátane vyhľadaných družíc, paketov, kanálov) Po vykonaní tejto akcie sa prijímač automaticky reštartuje a bude vyžadovat nové nastavenie Naozaj chcete vykonať obnovenie firemných nastavení ?

source: Harddisk Setup
sk: Nastavenie harddisku

source: Are you SURE that you want to format this disk?
sk: Ste si istý, že chcete disk sformátovať?

source: formatting harddisk...
sk: formátujem disk...

source: There's data on this harddisk. You will lose that data. Proceed?
sk: Na disku sa nachádzajú údaje. Tieto sa stratia. Mám pokračovať ?

source: please wait while initializing harddisk. This might take some minutes.
sk: Čakajte kým pripravím disk. To môže trvať pár minút.

source: sorry, couldn't find sfdisk utility to partition harddisk.
sk: Prepáčte, nemôžem nájsť utilitu sfdisk k úprave partícií disku

source: creating filesystem failed.
sk: Vytvorenie súborového sytému zlyhalo.

source: successfully formatted your disk!
sk: disk bol úspešne naformátovaný!

source: (error reading information)
sk: (chyba pri čítani informácií)

source: uninitialized - format it to use!
sk: HDD nie je naformátovaný, najskôr naformátujte!

source: in use, %d.%03d GB (~%d minutes) free
sk: použiva sa, %d.%03d GB (~%d minút) voľných

source: initialized, but unknown filesystem
sk: HDD je pripojený, ale jeho súborový systém je neznámy

source: could not unmount the filesystem...
sk: nemôžem odpojiť súborový systém...

source: check filesystem...
sk: overujem súborový systém...

source: not supported filesystem for check.
sk: Súborový systém na HDD nie je podporovaný

source: enable set the leftTop Point of the rectangle
sk: povoľ zadanie ľavého horného rohu obdĺžnika

source: enable set the rightBottom Point of the rectangle
sk: povoľ zadanie pravého dolného rohu obdĺžnika

source: saves the current positions
sk: ulož túto pozíciu

source: here you can center the tuxtxt rectangle... press red to select the left top edge press green to select the right bottom edge use the cursor keys to move the selected edges
sk: tu môžete vycentrovať pozíciu okna teletextu... červené tlačidlo riadi ľavý vrchný roh zelené tlačidlo riadi pravý dolný roh kurzorové klávesy pohybujú rohmi

source: You have to restart enigma to apply the new skin Restart now?
sk: Aby som mal nový vzhľad musíte ma reštartovať Reštartovať teraz ?

source: Skin changed
sk: Vzhľad menu zmenený

source: Serviceselector help buttons
sk: Pomocné tlačidlá v prehľade kanálov

source: show colored help buttons in service selector
sk: Zobraz farebné tlačidlá v prehľade kanálov

source: Show Sat position
sk: Zobraz družicovú pozíciu

source: show sat position in the infobar
sk: Zobraz družicovú pozíciu v infookne

source: Skip confirmations
sk: Nezobrazuj okná potvrdzovania

source: enable/disable confirmations
sk: povol/zakáž potvrdzovanie

source: Hide error windows
sk: Nezobrazuj chybové okná

source: don't show zap error messages
sk: Nezobrazuj chybové hlásenia pri prepínaní

source: Auto show Infobar
sk: Automatické zobrazovanie infookna

source: always show infobar when new event info is avail
sk: Zobraz infookno ak existujú informácie o nasledujúcej relácii

source: Show remaining Time
sk: Zobraz čas do skončenia

source: show event remaining time in the infobar
sk: Zobrazí čas do skončenia programu v infookne

source: UHF-Modulator Setup
sk: nastavenie UHF modulátora

source: UHF Modulator on
sk: UHF Modulátor zapnutý

source: enable UHF Modulator
sk: povolí UHF Modulátor

source: Test Pattern
sk: Testovací obrazec

source: enable test pattern
sk: povoľ testovací obrazec

source: Sound enable
sk: Povoľ zvuk

source: enable Sound
sk: povoľ zvuk

source: Sound Subcarrier:
sk: Zvuková stopa:

source: change sound subcarrier frequency
sk: zmente nosnú frekvenciu zvuku

source: Channel Nr.:
sk: Kanál číslo:

source: change channel
sk: zmeň kanál

source: Fine Tune:
sk: Jemné doladenie:

source: 250Khz steps
sk: 250Khz kroky

source: save settings and leave rf setup
sk: zanechaj menu a uloz zmeny

source: if you can read this your rfmod will not work.
sk: Ak to mozete cítat RF-modulator nepracuje.

source: You have to restart enigma to apply the new Timezone Restart now?
sk: Pre aplikáciu novej časovej zóny je potrebný reštart enigmy Reštartovať ?

source: Timezone changed
sk: Časová zóna upravená

source: Please check your NGrab Server or the IP
sk: Prosím skontrolujte NGrab server alebo IP adresu

source: HW Address(MAC) detection failed
sk: Detekcia MAC adresy zlyhala

source: communicate to Local Area Network
sk: Komunikácia cez LAN siet

source: communicate to the Internet via DSL
sk: Pripojenie do internetu cez DSL

source: T-Online User press ok here
sk: pouzívatelia T-online stlacte OK

source: press ok to edit your provider login name
sk: Ok pre zmenu loginu na internet

source: press ok to edit your provider password
sk: Ok pre zadanie hesla k internetu

source: reject incoming connections on port %d
sk: odmietni vsetky pripojenia na porte %d

source: reject incoming connections on ports 137,138,139
sk: odmietni vsetky pripojenia na portoch 137,138,139

source: Samba File System(to mount share from another Dreambox)
sk: Samba súborový systém (k nazdieľaniu adresára z iného dreamboxu/pc )

source: enter the name of the share without trailing slash
sk: zadajte meno zdieľaného prostriedku

source: enter the name of the share (//DreamBOX/harddisk)
sk: zadajte meno zdieľaného prostriedku (//dreambox/hdd/)

source: invalid or missing dir or local dir
sk: nesprávne meno/adresár neexistuje

source: NFS/CIFS-Entry stored. Further entry?
sk: NFS/CIFS- položka uložená. Zadať ďalšiu?

source: NFS/CIFS-Setup...
sk: nastavenie NFS/CIFS

source: NFS/CIFS mount error already mounted
sk: Pripojenie NFS/CIFS zlyhalo, pravdepodobne je už pripojené

source: always 16:9
sk: vždy 19:9

source: open internet update
sk: Internet Update

source: Manual Update
sk: manuálny update

source: open manual update
sk: manuálny update

source: Expert Flash Save/Restore
sk: Expertná záloha/obnova flash

source: open expert flash tool
sk: Expertný flashovací nástroj

source: Upload your Image via FTP or Samba to the '/tmp' folder.Then rename it to 'root.cramfs' and press ok.In the following list select 'manual update' and follow the instructions.
sk: Nahrajte vás Firmware caz FTP alebo Samba do adresara /tmp. Potom ho premenujte na root.cramfs a stalcte OK. V nasledujúcom okne vyberte manuálny update a postupujte podla instrukcií.

source: Manual update
sk: manuálny update

source: open the EPG with selected style
sk: otvorí EPG s vybraným stýlom

source: EPG Style
sk: Stýl EPG

source: Channel EPG
sk: EPG pre kanál

source: open EPG for selected Channel
sk: Otvorí EPG pre vybraný kanál

source: open EPG for next five channels
sk: zobraz epg pre dalsích 5 kanálov

source: External EPG
sk: Externé EPG

source: open external plugin EPG
sk: Otvor plugin pre EPG

source: go up a directory
sk: o adresár hore

source: shows the EPG selector for the highlighted channel
sk: zobrazi EPG pre vybraný kanál

source: show service selector menu
sk: zobraz menu prehliadaca kanálov

source: toggle between classic and multi column style
sk: prepni medzi klasickým a prehladávacím stýlom

source: toggle focus between service and bouquet list (in combi column style)
sk: prepni sa medzi prehladom kanálov a paketov

source: go to the prev Marker if exist.. else goto first service
sk: Chod na predchadzajúcu zálozku, ak existuje... inak skoc na prvý kanál

source: go to the next Marker if exist.. else goto last service
sk: Chod na nasledujúcu zálozku, ak existuje... inak skoc na posledný kanál

source: show all services
sk: zobraz vsetky kanály

source: show satellite list
sk: zobraz druzice

source: show provider list
sk: Zobraz zoznam poskytovatelov

source: show bouquet list
sk: zobraz zoznam paketov

source: mark selected entry for move
sk: oznac polozku k presunu

source: create new marker entry
sk: Vytvorte novú zálozku

source: [GO UP]
sk: HORE]

source: (removed service)
sk: kanál odstránený

source: mark
sk: znacka

source: marker
sk: zálozka

source: Movies
sk: Filmy

source: Select No or press Abort to lock/unlock the complete directory
sk: Vyberte NIE alebo stlacte LAME pre za/odomknutie celého adresára

source: Enter Directory
sk: Zadajte adresár

source: artist
sk: skupina:

source: year
sk: rok

source: composer
sk: skladatel

source: track
sk: jazyk

source: length
sk: dlzka

source: supported coding systems:
sk: podporované systémy kódovania:

source: Systems used in service:
sk: Kanál je kódovaný systémom:

source: Record mode - read manual
sk: Nahrávanie - pozrite manual

source: Service information (right)
sk: Kanálové info (vlavo)

source: Scrambled system information (left, right)
sk: Info o systéme kódovania (v lavo, v pravo)

source: Transponder information (left)
sk: Transponder info (v lavo)

source: Timerlist
sk: Casovac

source: You would delete the running event.. this stops the timer mode (recording)!
sk: Chystáte sa zmeniť prebiehajúci proces.. Týmto zastavíte načasovanie (nahrávanie)!

source: Delete the event from the timer list
sk: Zmaže sa úloha z časovača.

source: Really delete this event?
sk: Naozaj zmazat polozku?

source: You would update the running event.. this stops the timer mode (recording)!
sk: Chystáte sa zmeniť prebiehajúci proces.. Týmto zastavíte načasovanie (nahrávanie)!

source: Update event in timer list
sk: Uprav položku v časovači

source: Really update this event?
sk: Naozaj to mám upravit ?

source: This event is already in the timerlist.
sk: Táto polozka sa uz v casovaci nachádza.

source: Add event to timerlist
sk: Pridaj do casovaca

source: The Endtime overlaps with another event in the timerlist
sk: Naháavanie skoncí neskor, ako skoncí TV relácia

source: Set Stop Time
sk: Nastav cas konca

source: This event cannot added to the timerlist. The event overlaps with another event in the timerlist Please check the timerlist manually.
sk: Táto úloha nemoze byt zaradená do casovaca. Prelína sa totiz z inou predtým zadanou úlohou.

source: add new event to Timerlist
sk: Pridaj do casovaca

source: remove this entry from timer list
sk: vymaz polozku z casovaca

source: increase the event begin time in 1 minute steps
sk: zvýs cas zaciatku nahrávania o 1 minútu

source: decrease the event begin time in 1 minute steps
sk: zníz cas zaciatku nahrávania o 1 minútu

source: increase the event end time in 1 minute steps
sk: zvýs cas konca nahravánia o 1 minútu

source: decrease the event end time in 1 minute steps
sk: zniz cas konca nahravania o 1 minutu

source: January
sk: Január

source: February
sk: Február

source: March
sk: Marec

source: May
sk: Máj

source: June
sk: Jún

source: July
sk: Júl

source: October
sk: Október

source: do nothing
sk: žiadna akcia

source: put box into standby
sk: box sa prepne do režimu standby (stav spánku)

source: put box into deep standby
sk: box do režimu hlbokého spánku

source: record DVR
sk: nahraj

source: Record VCR
sk: Nahrávanie

source: unknown service
sk: neznáma sluzba

source: The new endtime is before now time! This stops the running timer(recording)
sk: Nastavenie ukončenia nahrávania je v minulosti, potvrdením zastavíte nahrávanie

source: Update event in timerlist
sk: Uprav polozku v casovaci

source: New endtime are now adjusted
sk: Bol zmenený čas konca.

source: The event has already finished... you can not change endtime!
sk: Tento program sa už ukončil... nemôžete zmeniť čas konca

source: Invalid begin or end time.! Please check time and date
sk: chybný cas zaciatku alebo konca.! Overte to prosím.

source: Sorry, you can not add a time shifted service manually to the timer. Please close the Timer and use the EPG of the service you wish to add!
sk: Prepácte, ale program nemozete pridat do casovaca manuálne. Prosim Vás ak chcete zaradit tento program pouzite prírucku (EPG)

source: no description found
sk: Popis nie je k dispozícii

source: add new Network
sk: pridaj novú siet

source: remove selected Network
sk: vymaz oznacenú siet

source: Save changed Transponders?
sk: Ulozit zmenený transponder

source: Transponders changed
sk: Transpondéry upravené

source: Transponders couldn't be written to file!
sk: Transpondéry nemozu byt zapísane do súboru

source: Write Error
sk: Chyba zápisu

source: new Satellite
sk: nová druzica

source: Really delete the selected satellite?
sk: Naoaj zmazat oznacenú druzicu ?

source: Delete %s
sk: Zmaz %s

source: Please select the software version to upgrade to:
sk: Vyberte si verziu k upgrade:

source: manual upload
sk: manualny upload

source: downloading catalog...
sk: stahujem katalóg...

source: downloading changelog...
sk: Stahujem Log zmien...

source: downloading image...
sk: stahujem image...

source: Please select version to upgrade or LAME! to abort
sk: Vyberte si verziu k upgrade, alebo stlacte LAME!

source: Download aborted.
sk: Stahovanie zrusene.

source: checking consistency of file...
sk: Overujem pravost suboru...

source: write error while downloading...
sk: chyba zapisu pri stahovani...

source: Data error. The checksum didn't match.
sk: Chybné udaje! Checksum nesúhlasí.

source: Checksum OK. Ready to upgrade.
sk: Checksum OK. Som pripravený na upgrade.

source: Are you sure you want to upgrade to this new version?
sk: Naozaj chcete nahrat túto novú verziu firmware ?

source: Ready to upgrade
sk: Pripravený k upgrade

source: Can't read flashimage.img!
sk: Nemozem precitat flashimage.img!

source: flashimage.img has filesize of 0byte!
sk: flashimage.img ma nulovu velkost

source: Please wait... do NOT switch off the receiver!
sk: Prosim cakajte... Nevypínajte box !!!

source: upgrade in progress
sk: prebieha upgrade

source: Erasing Flash...
sk: Mažem flash...

source: Writing Software to Flash...
sk: Zapisujem software do flash...

source: Erase error!
sk: Chyba pri mazaní!

source: Can't open mtd!
sk: Nemôžem otvoriť mtd!

source: upgrade successful! restarting...
sk: Upgrade sa podaril! reštartujem...

source: upgrade ok
sk: Upgrade v poriadku

source: This is the currently installed release.
sk: Tento FW máte práve v prijímači.

source: This is an older release.
sk: Toto je staršie vydanie.

source: No changelog data available.
sk: Info o zmenách je nedostupné.

source: No new features were added in this release.
sk: V tejto verzii sa nenachádzaju nové fukcie.

source: The following new features were added in this release:
sk: Táto verzia FW obsahuje nasledujúce nové funkcie:

source: New Software for the frontprocessor is avail. Your Dreambox must upgrade now! DO NOT TURN OFF THE POWER DURING UPDATE !!!.
sk: Je k dispozícii nový softvér pre oblužný procesor. Zachvíľu prebehne inovácia! Počas inovácie nevypínajte BOX !!!.

source: New software avail
sk: Dostupný nový soft.

source: Upgrading frontprocessor... DO NOT TURN OFF THE POWER! THE DREAMBOX WILL AUTOMATICALLY REBOOT!
sk: Nahrávam vyššiu verziu softvéru pre obslužný procesor... NEVYPÍNAJTE DREAMBOX !!! Reštart boxu prebehne automaticky!

source: Upgrade in process...
sk: Prepisujem softvér...

source: Choose your language...
sk: Vyberte si jazyk

source: press up/down/ok
sk: stlačte hore/dole/ok

source: Direct connection to one LNB
sk: priame pripojenie na 1 LNB

source: Simple DiSEqC (2 LNBs/satellites)
sk: Jednoduchy DiSEqC (2 LNB/družice)

source: Complex configuration (including DiSEqC 1.2)
sk: Úplna konfigurácia vrátane DiSEqC 1.2 motora

source: Time Settings
sk: Nastavenie času

source: open time settings
sk: Nastavenia presného času

source: open A/V settings
sk: nastavenia zvuku a obrazu

source: UHF Modulator
sk: UHF Modulátor

source: open UHF-Modulator setup
sk: nastavenie UHF modulátora

source: open harddisc setup
sk: nastavenie harddisku...

source: open keyboard setup
sk: nastavenia klávesnice

source: open on screen display settings
sk: Ponuka nastavení OSD

source: open language selector
sk: Nastavenie jazyka menu

source: LCD Settings
sk: Nastavenia LCD

source: open LCD settings
sk: Otvorí sa nastavenie LCD displeja na dreamboxe

source: sorry, no harddisks found!
sk: Harddisk sa nenašiel !

source: Timezone Configuration
sk: Nast. časovej zóny

source: open timezone selector
sk: Nast. časovej zóny

source: open time correction window
sk: otvorí nastavenia času

source: To change time correction you must tune first to any transponder
sk: Aby ste nastavili korekciu času, musíte najprv vyhľadať aktívny transpodér

source: time correction change error
sk: chyba pri korigovaní času
