Repository: UkCvs/commando
Catalog: apps/tuxbox/enigma/po/*.po
Languages: sk

source: First start of enigma
sk: Prvý start enigmy

source: Bouquet Type
sk: Typ paketu

source: File
sk: Súbor

source: Service Organising
sk: Usporiadanie kanálov

source: Create new bouquet
sk: vytvor nový paket

source: create new empty bouquet
sk: vytvor nový prázny paket

source: Add services to bouquet
sk: Pridaj kanál do paketu

source: add multiple services to a specific bouquet
sk: Pridaj viac kanálov do zadaného paketu

source: Edit bouquets
sk: Edituj paket

source: sort,rename,delete services/bouquets
sk: usporiadaj,premenuj,zmaz kanál/paket

source: Lock/Unlock Services
sk: Za/Odomkni kanály

source: lock,unlock services (parental locking)
sk: zamkne, odomkne kanály (rodicovkský zámok)

source: Common Interface Modules
sk: CAM moduly

source: resetting....please wait
sk: resetujem... cakajte

source: Common Interface Module - mmi
sk: CAM modul

source: waiting for CI answer...
sk: cakám na odpoved modulu

source: closes the Event View
sk: Zatvori prehladávac

source: no information is available
sk: Informácie niesu k dispozícii

source: Original duration: %d min
sk: Pôvodná dĺžka: %d minút

source: Information
sk: Informácie

source: open the Streaminfo
sk: otvori sa okno Streaminfo

source: open the about dialog
sk: Info box

source: Terrestrial
sk: Terestrial

source: unknown
sk: neznáma

source: none
sk: žiadny

source: release
sk: verzia

source: show main menu
sk: hlavné menu

source: show infobar or EPG
sk: Zobraz prírucku (EPG), alebo infobox

source: show subservices/NVOD
sk: zobraz subkanály/NVOD

source: show audio selector
sk: Výber jazyka zvuku

source: show Videotext
sk: Teletext

source: show extension Plugins
sk: zobraz Pluginy

source: show epg schedule list
sk: Zobraz EPG plánovac

source: show extended info
sk: zobraz rozsírené informácie

source: playlist/history next
sk: história dopredu

source: playlist/history prev
sk: Playlist / historia

source: stop playback
sk: zastav prehrávanie

source: pause playback
sk: prerus prehrávanie

source: resume playback
sk: obnov prehrávanie

source: start skipping forward
sk: pretoc do predu

source: start skipping reverse
sk: pretácaj dozadu

source: switch to TV mode
sk: prepni do módu TV

source: switch to Radio mode
sk: prepni do módu rádia

source: switch to File mode
sk: prepni do súboroveho módu

source: toggle DVR panel
sk: prepni DVR panel

source: toggle index mark
sk: prepni na index

source: seek to next index mark
sk: prepni na dalsí index

source: seek to previous index mark
sk: prepni na predchadzajúci index

source: to
sk: do

source: Euro lost)
sk: Euro -cena)

source: not valid!
sk: nesprávne!

source: Video
sk: Obraz

source: Audio
sk: Zvuk

source: Left Mono >
sk: mono v ľavo >

source: < Right Mono
sk: < mono v pravo

source: Audiotrack
sk: Zvuková stopa

source: no subtitles
sk: bez titulkov

source: multiple Services
sk: viac subkanálov

source: enable quickzap
sk: povol quickzap

source: add to bouquet
sk: pridaj do paketu

source: disable quickzap
sk: zakáz quickzap

source: Channel
sk: Kanál

source: Please wait while the motor is turning to %d.%d°%c ....
sk: Cakajte kým motor natocí pozíciu %d.%d°%c ....

source: Message
sk: Oznam

source: recorded movies
sk: nahrané filmy

source: please wait while initializing Common Interface ...
sk: Cakajte kým pripravím CI modul

source: no EPG available
sk: EPG nedostupná

source: ShutdownTimer
sk: Casovac vypnutia

source: SleepTimer
sk: Casovac spánku

source: Sorry, you cannot record this service.
sk: Prepácte, ale toto nemozete nahrat

source: Show recorded movies?
sk: Zobrazit nahrávky ?

source: recording finished
sk: nahrávanie je ukoncené

source: Shutdown your Receiver now?
sk: Chcete teraz vypnúť prijímač ?

source: Timer Message
sk: Správa z časovača

source: Go to Standby now?
sk: Prepnúť do režimu spánku ?

source: Enter new name:
sk: Zadajte nové meno:

source: rename selected entry
sk: premenuj oznacenú polozku

source: Sorry, you cannot delete this service.
sk: Prepáčte, ale toto nemôžete zmazať

source: delete selected entry
sk: vymaz oznacenú polozku

source: You are trying to delete '%s'. Really do this?
sk: Pokúšate sa zmazať '%s'. Naozaj to chcete?

source: Delete recorded stream
sk: Zmaž nahraný záznam

source: This is a complete Bouquet! Really delete?
sk: Toto je celý paket programov. Naozaj to zmazať?

source: Delete bouquet
sk: Premenuj paket

source: delete file
sk: zmaž súbor

source: Enter new Filename:
sk: Zadajte nové meno:

source: rename file
sk: premenuj súbor

source: Enter new name for the bouquet:
sk: Zadaj meno pre paket:

source: Rename bouquet
sk: Premenuj paket

source: Enter name for the new bouquet:
sk: Zadaj meno nového paketu:

source: Add new bouquet
sk: Pridaj nový paket

source: unnamed
sk: bez mena

source: Enter marker name:
sk: Zadajte meno záložky

source: create marker
sk: vytvor záložku

source: unnamed bouquet
sk: paket bez mena

source: This directory doesn't contain anything playable!
sk: Tento adresár nemôže obsahovať nič prehrateľné!

source: A timer based recording is currently in progress! This stops the timer, and recording!
sk: Práve prebieha načasované nahrávanie! Tento Váš krok zastaví časovač, a samozrejme aj nahrávanie!

source: A recording is currently in progress! This stops the recording!
sk: Práve prebieha nahrávanie!. Tento vás krok nahrávanie zastaví!

source: A timer event is currently in progress! This stops the timer event!
sk: Práve prebieha načasovaná úloha! Tento vás krok ju preruší!

source: Really do this?
sk: Ste si istý ?

source: please wait until the timer has started the recording (max 10 seconds)
sk: prosím čakajte, dokiaľ časovač nespustí nahrávanie (max 10 sekúnd)

source: Record failed due to inaccessable storage.
sk: Nemôžem nahrávať. Žiadne zariadenie nie je prístupné.

source: Record stopped due to full harddisk. Delete some recordings and try again.
sk: Harddisk je plný. Nahrávanie bolo zastavené

source: Record failed due to an write error during recording. Check for filesystem corruption.
sk: Nahrávanie bolo zastavené kvôli chybe zápisu na zariadenie. Skontrolujte súborový systém.

source: record failed
sk: nahrávanie zlyhalo

source: One moment please...
sk: Momentík...

source: switch
sk: prepni

source: Service could not be found !
sk: Kanál nenájdený!

source: This service could not be descrambled
sk: Kanál nemôže byť dekódovaný!

source: This service doesn't currently send a signal
sk: Tento kanál momentálne nevysiela

source: This content could not be displayed
sk: Toto nemôžem zobraziť

source: NVOD Service - please select a starttime
sk: NVOD kanál - zadajde čas začiatku sledovania

source: Unknown error!!
sk: Prapodivná chyba!!

source: History
sk: história

source: Service Menu
sk: Servisné menu

source: add service to playlist
sk: zaraď do playlistu

source: add selected service to the playlist
sk: zaraď vybraný kanál do playlistu

source: create new bouquet
sk: vytvor nový paket

source: select to create a new bouquet
sk: označte položky pre vytvorenie nového paketu

source: duplicate bouquet
sk: Skopíruj paket

source: duplicate the complete bouquet with all content
sk: Duplikuj celý paket

source: add to specific bouquet
sk: pridaj do zadaného paketu

source: add the selected service to another bouquet
sk: Pridaj označený kanál do iného paketu

source: add marker
sk: pridaj záložku

source: create a new marker in the current bouquet
sk: Vytvorte novú záložku v tomto pakete

source: rename
sk: premenuj

source: rename the current selected bouquet
sk: premenuj označený paket

source: rename the current selected service/movie
sk: vymaž označený kanál / nahrávku

source: delete the current selected service/movie
sk: vymaž označený kanál / film

source: disable move mode
sk: zakáž mód pohybu

source: switch move mode off
sk: vypni mod presunu

source: enable move mode
sk: povoľ mód pohybu

source: activate mode to simply change the entry order
sk: Aktivuj mód jednoduchej zmeny názvu časovača

source: copy to bouquet list
sk: Prekopíruj do prehľadu paketov

source: copy the selected provider to the bouquet list
sk: prekopíruj vybraného poskytovateľa k paketom

source: add the selected service to a selectable bouquet
sk: pridaj vybraný kanál do zadaného paketu

source: add the selected file to a selectable bouquet
sk: pridaj vybraný súbor do paketu

source: delete the selected file (and all corresponding ts files
sk: Zmaž túto nahravku a všetky jej .TS podsúbory

source: rename the selected file (and all corresponding ts files
sk: premenuj vybraný súbor a vsetky jeho .TS podsúbory

source: disable edit mode
sk: zakáž mód editácie

source: disable the edit mode
sk: zakáž mód editácie

source: enable edit mode
sk: povoľ mód editácie

source: activate mode to simply add many services to a selectable bouquet
sk: Aktivuj mód jednoduchého pridávania množstva kanálov do paketu

source: unlock
sk: odomkni

source: do parental-unlock the selected service or file
sk: odomkni vybraný kanál alebo súbor

source: lock
sk: zámok

source: do parentallock the selected service or file
sk: zamkni vybraný kanál alebo súbor

source: disable parental lock
sk: zakáž rodičovský zámok

source: temporary disable the parental locking
sk: okamžite zakáž rodicčovský zámok

source: enable parental lock
sk: povoľ rodičovský zámok

source: re-enable the parental locking
sk: opät povoľ rodičovksý zámok

source: Shutdown/Standby Menu
sk: Menu vypnutia/spánku

source: reboot now
sk: Reštartuj !

source: restart your receiver
sk: reštartuje prijímač

source: shutdown now
sk: vypnúť !

source: shutdown your receiver
sk: Vypne prijímač

source: restart
sk: reštart

source: goto standby
sk: standby

source: goto standby mode
sk: Prepne do standby módu

source: set sleeptimer
sk: nastavenie režimu spánku

source: set a sleep timer
sk: nastavenie režimu spánku

source: stop record now
sk: zastav nahrávanie!

source: immediate stop the recording
sk: okamžite zastav nahrávanie

source: set record duration
sk: zadajte dĺžku nahrávania

source: set the recording time (in minutes)
sk: Zadajte dĺžku nahrávania (v minútach)

source: set record stop time
sk: zadajte čas konca nahrávania

source: set the recording end time
sk: čas konca nahrávania:

source: Radio mode
sk: Mód rádia

source: File mode
sk: Súborový mód

source: Setup
sk: Nastavenie

source: Games
sk: Hry

source: Timer
sk: Časovač

source: Mainmenu
sk: Menu

source: select plugin and press ok
sk: vyberte plugin (ok)

source: Couldn't read plugin directory %s
sk: Nemôžem čítat plugin adresár %s

source: Error
sk: Chyba

source: E: currently another plugin is running...
sk: E: momentálne je spustený iný plugin...

source: plugin '%s' not found
sk: plugin '%s' sa nenašiel

source: E: no name given
sk: E: nezadané meno

source: Service Searching
sk: Hľadanie kanálov

source: open satellite config
sk: nastavenie družíc

source: open the satfinder
sk: SatFinder

source: Motor Setup
sk: Nast. motora

source: open Motor Setup
sk: Nastavenia motora

source: Transponder Edit
sk: Editácia transpondéru

source: for automatic scan
sk: pre automatické vyhľadávanie

source: Automatic Transponder Scan
sk: Automatické vyhľadávanie kanálov

source: open automatic transponder scan
sk: Automatické vyhľadávanie kanálov

source: Automatic Multisat Scan
sk: Automatické vyhľadávanie na družiciach

source: open automatic multisat transponder scan
sk: Automatické vyhľadávanie kanálov

source: Manual Transponder Scan
sk: Manuálne vyhľadávanie kanálov

source: open manual transponder scan
sk: Manuálne vyhľadávanie kanálov

source: DiSEqC 1.2 is enabled on more than one LNB, please select the LNB the motor is connected to
sk: Viac ako jeden LNB má povolený DiSEqC 1.2, vyberte LNB, ktorý je pripojený k motoru

source: Found no LNB with DiSEqC 1.2 enabled, please goto Satellite Config first, and enable DiSEqC 1.2
sk: Nenájdený LNB, ktorý by mal povolený režim DiSEqC 1.2, najprv prosím povoľte režim DiSEqC 1.2

source: Warning
sk: Pozor

source: Select LNB
sk: Vyber LNB

source: use LNB %d for Motor
sk: k motoru použi LNB %d

source: open service organising
sk: organizácia kanálov

source: open service searching
sk: Hľadanie kanálov

source: System Settings
sk: Systémove nastavenia

source: open system settings
sk: Systémove nastavenia

source: open common interface menu
sk: Menu common interface

source: Parental Lock
sk: Rodičovský zámok

source: open parental setup
sk: Otvorí sa okno rodičovských nastavení

source: Expert Setup
sk: Expertné nastavenia

source: open expert setup
sk: Špeciálne nastavenia

source: add this event as DVR Event to timer list
sk: Zaradí túto položku do časovača ako HDD Nahrávanie

source: add this event as NGRAB Event to timer list
sk: Zaradí túto položku do časovača ako NGrab nahrávanie

source: add this event as simple Switch Event to timer list
sk: Zaradí túto položku do časovača ako prepnutie

source: remove this event from timer list
sk: vymaž položku z časovača

source: show extended event information
sk: Zobrazí rozšírené informácie o programe.

source: Sun
sk: Ned

source: Mon
sk: Pon

source: Fri
sk: Pia

source: Sat
sk: Sob

source: New %s PIN
sk: nový %s PIN

source: Reenter %s PIN
sk: potvrdte %s PIN

source: The PINs are not equal! Do you want to retry?
sk: Kody nie sú rovnaké! Chcete zopakovať zadanie ?

source: PIN validation failed
sk: Potvrdenie PIN kódu zlyhalo

source: PIN change completed
sk: PIN bol úspešne zmenený

source: PIN changed
sk: PIN zmenený

source: current %s PIN
sk: terajší %s PIN

source: The entered PIN is incorrect. Do you want to retry?
sk: Zadaný PIN nie je správny. Chcete zadať ešte raz ?

source: East
sk: Východ

source: West
sk: Západ

source: North
sk: Sever

source: South
sk: Juh

source: enter orbital position without dot (19.2° = 192)
sk: zadajte orbit. pozíciu bez bodiek (19.2° = 192)

source: delete me
sk: zmaž ma

source: drive Motor East
sk: toč na východ

source: drive Motor East.. one step
sk: toč na východ (krokuj)

source: stop Motor drive East
sk: zastav natáčanie

source: drive Motor West.. one step
sk: toč na západ (krokuj)

source: stop Motor drive West
sk: zastav natáčanie na západ

source: position
sk: pozícia

source: store new sat positions
sk: ulož novú pozíciu

source: drive to stored pos
sk: choď na uloženú pozic.

source: drive to stored position
sk: natoč na uloženú pozic.

source: drive to satellite
sk: natoč na družicu

source: drive to stored satellite
sk: natoč na uloženú družicu

source: drive to 0°
sk: natoč na pozíciu 0°

source: drives to 0
sk: natoč na pozíciu 0°

source: recalculate
sk: prerátaj

source: recalculate stored positions rel. to current pos
sk: prerátaj uložené pozície vzhľadom na túto poz.

source: set east limit
sk: nastav východny limit

source: set east soft limit
sk: nastav východný sw limit

source: set west limit
sk: nastav západný sw limit

source: set west soft limit
sk: nastav západný limit

source: disable limits
sk: zakáž limity

source: disable soft limits
sk: zakáž sw limity

source: enable limits
sk: povoľ limity

source: enable soft limits
sk: povoľ sw limity

source: store current pos in motor
sk: ulož túto pozíciu do motora

source: drive motor to stored pos
sk: natoč na uloženú pozíciu

source: go
sk: spusť

source: drive motor to reference position
sk: natoč motor na východziu pozíciu

source: recalculate all stored positions
sk: prerátaj uložené pozície

source: recalc
sk: prerátaj

source: store current pos as east soft limit
sk: ulož túto poz. ako východný limit

source: store current pos as west soft limit
sk: ulož túto poz. ako západný limit

source: do it
sk: vykonaj

source: drive motor to satellite
sk: natoč motor na družicu

source: Wrong use of this function can corrupt all stored sat positions. Are you sure you want to use this function?
sk: Ak použijete funkciu nesprávne, zničíte uložené pozície. Naozaj použit funkciu ?

source: one step East...
sk: o krok na východ

source: one step west...
sk: o krok na západ

source: turning to east...
sk: natáčam východne

source: turning to west...
sk: natáčam západne

source: %d.%d°%c is currently stored at location %d! When you store this now at Location %d, we must remove the old Location. Are you sure you want to do this?
sk: %d.%d%c je teraz uložená na %d! Ak ju teraz uložíte na %d, musím zmazať pôvodné umiestnenie. Mám to vykonať?

source: Store %d.%d°%c at location %d. If you want another location, then say no and change the location manually. Are you sure you want to store at this location?
sk: Ukladám %d.%d%c na pozíciu %d. Ak chcete iné miesto uloženia, vyberte nie a zmente umiestnenie manuálne. Chcete uložit na túto pozíciu ?

source: one single satellite
sk: iba jedna družica

source: one directly connected LNB
sk: jeden priamo pripojený LNB

source: 2 satellites via Toneburst
sk: 2 družice cez prepínač 12V

source: 2 LNBs via Toneburst Signal
sk: 2 družice cez prepínač 12V

source: 2 satellites via 22Khz (only Highband)
sk: 2 družice cez prepínač 22Khz

source: 2 LNBs via 22Khz Signal.. special for old analog switches
sk: 2 LNB cez 22Khz prepínač (pre staré analógové prepínače)

source: 2 satellites via DiSEqC A/B
sk: 2 družice cez DiSEqC A/B

source: 2 LNBs via DiSEqC
sk: 2 LNB cez diSEqC

source: 4 satellites via DiSEqC OPT A/B
sk: 4 družice cez DiSEqC opt A/B

source: 4 LNBs via DiSEqC
sk: 4 LNB cez Diseqc

source: many satellites via DiSEqC Rotor
sk: Viac družíc cez DiSEqC motor

source: 1 LNB with DiSEqC Rotor
sk: 1 LNB cez diSEqC

source: non-standard user defined configuration...
sk: Vlastná konfigurácia príjmu

source: Configuration contains some elements which don't fit into new DiSEqC-Type. Drop these items?
sk: Nastavenie obsahuje časti, ktoré nie sú kompatibilné s DiSEqC režimom.Zmazat ich ?

source: Change DiSEqC-Type...
sk: Zmena typu DiSEqC

source: direct connection
sk: priame pripojenie

source: press ok to select another satellite
sk: OK pre výber inej družice

source: press ok to goto LNB config
sk: OK pre nastavenie LNB

source: press ok to select another 22kHz mode
sk: Ok pre výber iného 22kHz módu

source: 22kHz signal is automatically switched
sk: 22kHz signál je automaticky prepnutý

source: 22kHz is always enabled (high band)
sk: 22kHz je vždy povolený(vysoké pásmo)

source: 22kHz is always disabled (low band)
sk: 22kHz je vždy zakázaný(nízké pásmo)

source: press ok to select another LNB Voltage mode
sk: Ok pre zmenu napätia na LNB

source: Voltage is automatically changed
sk: Napätie je automaticky menené

source: Voltage is always 14V (vertical)
sk: Napätie je vždy 14V (vertikálne)

source: Voltage is always 18V (horizontal)
sk: Napätie je vždy 18V (horizontálne)

source: Voltage is always off
sk: Napájanie je vždy vypnuté

source: None
sk: žiadny

source: sends no tone burst
sk: Neposielaj tón

source: sends modulated tone burst
sk: pošli modulovaný tón

source: sends unmodulated tone burst
sk: pošli nemodulovaný tón

source: Disable DiSEqC
sk: Zakáž DiSEqC

source: Use DiSEqC Version %s
sk: Použi DiSEqC %s

source: sends DiSEqC cmd %s
sk: DiSEqC prikaz %s

source: sends no DiSEqC repeats
sk: neposielaj DiSEqC opakovania

source: One
sk: jedno

source: sends one repeat
sk: jedno opakovanie

source: Two
sk: dve

source: sends two repeats
sk: dve opakovania

source: Three
sk: tri

source: sends three repeats
sk: tri opakovania

source: Input %d
sk: Vstup %d

source: select uncommitted switch Input %d
sk: elect uncommitted switch Input %d

source: manual scan..
sk: manuálne hľadanie...

source: Waiting for tuner lock on:
sk: Čaká sa na zachytenie signálu na:

source: To begin searching for a valid satellite press OK, or choose your desired satellite manually and press OK
sk: Aby som začal vyhľadávanie známych družíc stlačte OK, alebo si vyberte družicu ručne

source: To begin searching for a valid cable provider press OK, or choose your desired cable provider manually and press OK
sk: Pre vyhľadávanie známych káblovych operátorov stlačte OK, alebo zadajte operátora manuálne

source: To begin searching for a valid transponder press OK, or choose your desired location manually and press OK
sk: Aby som zacčal vyhľadávanie známych transpondérov stlačte OK, alebo si vyberte cieľ ručne a stlačte OK

source: A valid transponder has been found. Verify that the right network is selected
sk: Bol nájdený aktívny transpondér, potvrdte správnosť vybranej družice.

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try manual search if its some obscure satellite/network.
sk: Všetky transpondéry boli vyskúšané, ale nie je možné zamerať službu. Overte nastavenia prijímača, ak sa jedná o neznámu sieť skúste manuálne vyhľadávanie.

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try another satellite/network.
sk: Všetky transpondéry boli vyskúšané, ale nie je možné zamerať službu. Overte nastavenia prijímača, alebo skúste inú družicu

source: Search in progress
sk: Vyhľadávam...

source: %02i minutes and %02i seconds left
sk: ešte %02i minút a %02i sekúnd

source: %02i seconds left
sk: ešte %02i sekúnd

source: [only free]
sk: [iba voľné]

source: [all]
sk: [všetko]

source: [nothing]
sk: [nič]

source: Transponder Scan
sk: Vyhľadávanie

source: Waiting for tuner lock... please wait
sk: Čakajte na zachytenie signálu...

source: Scan is in progress... please wait
sk: Vyhľadávam... Čakajte

source: The transponder scan has finished and found %i new Transponders, %i new TV Services, %i new Radio Services and %i new Data Services. %i Transponders with %i Services scanned.
sk: Vyhľadávanie skončilo a bolo nájdených %i nových transpondérov, %i TV kanálov, %i rádií a %i nových dátových služieb. %i Transpondérov, na ktorých beží %i služieb

source: Done.
sk: Hotovo.

source: Scan is in finished, press ok to close window
sk: Hľadanie skončilo, stlačte OK

source: Do you want to scan another %s?
sk: Chcete prehľadať iný %s?

source: Transponder
sk: Transpondér

source: Scan finished
sk: Dohľadané...

source: enter service name
sk: zadajte meno služby

source: enter provider name
sk: zadajte názov poskytovateľa

source: enter video pid
sk: zadajte video pid

source: enter pcr pid (in most case the same pid as the video pid)
sk: zadajte pcr pid (obyčajne rovnaký ako video pid)

source: enter audio pid
sk: zadajte audio pid

source: enter (video) text pid
sk: zadajte teletextový pid

source: enter service id
sk: zadajte servisné ID

source: enter onid (original network id)
sk: zadajte onid (original network id)

source: Service already exist
sk: Služba už existuje

source: show/enter values as hexadecimal
sk: zobraziť/zadať hodnoty v šestnástkovej sústave

source: show/enter values as decimal
sk: zobraziť/zadať hodnoty v desiatkovej sústave

source: Communication Setup
sk: Nastavenie komunikácie

source: open communication setup
sk: Otvoria sa nastavenia sieťovej komunikácie

source: Ngrab Streaming Setup
sk: Nastavenie NGrab

source: open ngrab server setup
sk: ngrab server setup

source: open software update
sk: otvor soft update

source: Remote Control
sk: Diaľkový ovládač

source: open remote control setup
sk: Otvorí sa okno nastavenie diaľkového ovládača

source: Factory reset
sk: Tovarenské nastavenia

source: all settings will set to factory defaults
sk: celú konfiguráciu nastaví na továrenské hodnoty

source: record split size (left, right)
sk: pri akej veľkosti rozdeliť súbor ? (< >)

source: Nothing
sk: nic

source: Enable fast zapping
sk: Povoľ rýchle prepínanie

source: enables faster zapping.. but with visible sync
sk: povolí sa rýchle prepínanie programov

source: Use http authentification
sk: Použiť http autentifikáciu

source: enables the http (user/password) authentification
sk: povolí sa používanie http autentifikácie (meno/heslo)

source: Don't open serial port
sk: Neotváraj sériový port
