Repository: UkCvs/commando
Catalog: apps/tuxbox/enigma/po/*.po
Languages: sk

source: here you can change your sat/lnb mapping
sk: tu mozte zmenit priradenie druzice k LNB

source: motor power input difference between running and not running
sk: rozdiel vstupného prúdu motora v klude a pocas prevádzky

source: change remote control repeat delay left => shorter, right => longer (...delay)
sk: zmen frekv. opozdenia opakovaní ovládača < = rýchlejšie, > = dlhšie pauzy

source: change Parental PIN (ok)
sk: zmena rodičovského PINu (ok)

source: send no DiSEqC when only Hi/Lo or H/V changes
sk: neposielaj DiSEqC ked sú zmeny iba v Hi/Lo alebo H/V

source: waiting for module
sk: cakam na modul

source: Parental setup
sk: Rodičovské nastavenia

source: prev. page
sk: predch.str

source: Wednesday
sk: Streda

source: title
sk: titul

source: Partition Check
sk: Kontrola partície

source: enter recording end time (0..9, left, right, ok)
sk: cas ukoncenia nahrávania (0..9, < >, ok)

source: enable/disable ac3 default output (ok)
sk: povol/zakáz ac3 výstup.

source: Brightness
sk: Jas

source: turn 12V output on (for 12V relais) (ok)
sk: zapni 12V výstup (pre 12v relé)

source: Auto VCR switching
sk: Automatické prepínanie VCR

source: enable/disable use BAT for scan (if exists)
sk: povolí/zakáze pouzitie funkcie BAT

source: Skin Selector
sk: ponuka vzhladov

source: transponder scanned:
sk: prehladaných transpondérov:

source: press ok to change event name manually
sk: Ok pre manuálnu zmenu názvu

source: no circ polariz.
sk: bez kruhovej polar.

source: Motor Config
sk: Natavenie motora

source: remove selected entry
sk: vymaz oznacenú polozku

source: Swap Commands
sk: Zamen prikazy

source: choose TV system ( left, right )
sk: Vyberte TV normu (< >)

source: Color Format:
sk: Formát farby:

source: close motor setup
sk: zanechaj nastavenie motora

source: choose aspect ratio ( left, right )
sk: Vyberte pomer strán ( < > )

source: add only unscrambled services
sk: pridaj iba dekódovatelné kanály

source: no DVB
sk: bez DVB

source: select filsystem to format
sk: Vyberte systém súborov k formátovaniu

source: Extended networks search
sk: rozsírené sietov. hladanie

source: show testpicture
sk: zobraz testovací obrazec

source: Recalc Params:
sk: Prepocítaj:

source: enable/disable inverted LCD (ok)
sk: povoľ/zakáž inverziu LCD (ok)

source: press ok to edit extra options
sk: Ok pre editáciu extra nastavení

source: enter transponder frequeny (0..9, left, right)
sk: zadajte frekvenciu transpondéra (0..9 < >)

source: don't show locked services in any list
sk: Nezobrazuj zamknuté kanály v žiadnom listingu

source: Enable Network
sk: Povoľ sieť

source: start the transponder scan
sk: zacni vyhladávanie

source: start scan
sk: vyhladávaj

source: check
sk: over

source: Services
sk: Kanály:

source: Filesize:
sk: Velkost súboru:

source: Time Zone:
sk: Casová zóna:

source: Keyboard Setup
sk: Klávesnica

source: choose the bandwidth (left, right)
sk: vyberte prenosovú rýchlosť (< >)

source: to enter service id press OK
sk: k zadaniu servisného ID stlačte OK

source: mounts
sk: pripojenia

source: detect MAC Adress
sk: detekuj MAC adresu

source: Shutdown
sk: Vypnúť

source: change the brightness correction
sk: zmeň jas

source: enable/disable network (ok)
sk: povoľ/zakáť sieťové pripojenie

source: change PIN
sk: Zmente PIN

source: Use Motor Input Power
sk: pouzi napájanie motora

source: Setup lock
sk: Nastavenie zámku

source: enter ngrab server port (standard is 4000)
sk: na akom porte bezí NGrab server ? (standardne je 4000)

source: Starttime
sk: zaciatok

source: select your favourite RC style (ok)
sk: nastavte svoj obľúbený štýl ovládania (OK)

source: goto prev page (LNB)
sk: predch.str (LNB)

source: enter Common Interface menu (mmi)
sk: Vstup do menu CI

source: Use gotoXX Function
sk: Pouzi gotoXX

source: set this check when the entered audio pid is a ac3 audio pid
sk: začiarknite, ak zadavaný audio pid obsahuje AC3 stopu

source: Remotecontrol Setup
sk: Diaľkový ovládač

source: press ok to change mount type
sk: Ok pre zmenu typu pripojenia

source: Transponder:
sk: Transpondér:

source: can your CI descramble two services at the same time?
sk: dokáže váš Ci modul dekóovať dva programy v rovnakom čase ?

source: Favourites
sk: Oblúbené

source: Time Correction
sk: korekcia času

source: LC-Display Setup
sk: Nastavenie LCD

source: About...
sk: info...

source: Filename:
sk: názov:

source: scan EPG
sk: hladaj EPG

source: audio track
sk: jazyk zvuku

source: press ok to change mount options
sk: Ok pre zmenu nastavení pripojenia

source: press ok to start edit mode
sk: OK pre mód editácie

source: change remote control repeat rate left => less, right => more (... repeats)
sk: zmen frekv. opakovaní ovládača < = menej, > = viac opakovaní

source: Wed
sk: Str

source: Longitude:
sk: Zem.dlzka:

source: press ok to mount this share
sk: OK pripojí zdieľaný prostriedok

source: choose the code rate LP (left, right)
sk: vyberte code rate LP (< >)

source: prev page
sk: predch.str.

source: press ok to save this share
sk: OK uloží toto zdieľanie

source: 12V output on
sk: Zapni 12V výstup

source: delete expired timer (ok)
sk: vymaž expirované položky (ok)

source: Parental lock
sk: Rodičovský zámok

source: choose the Transponder you wish to find
sk: vyberte transpondér, ktory chcete nájst

source: go to previous share
sk: choď na predchadzajúce zdieľanie

source: Thursday
sk: Stvrtok

source: TuxText position
sk: pozícia teletextu

source: Show Mainmenu like Listbox
sk: zobrazí hlavné menu v listbox štýle

source: press ok to change direction
sk: Ok pre zmenu smeru

source: goto advanced motor setup
sk: rozsírené nastavenie motora

source: set LCD contrast ( left / right )
sk: Kontrast LCD (< >)

source: format
sk: formát

source: starts the transponder scan
sk: zacni vyhladávanie

source: sat
sk: sob

source: choose the transmission mode (left, right)
sk: vyberte prenosový mód (< >)

source: search event name for this beg-/end time in epg
sk: hladaj meno programu v EPG na zistenie zaciatku a konca nahrávania.

source: enter netmask of your network (0..9, left, right)
sk: zadajte sietovú masku (0..9 < >)

source: choose the Satellite you wish to find
sk: vyberte druzicu, ktorú chcete nájst

source: add to table/existing will be overwritten
sk: pridaj do tabulky/pôvodná bude prepísana

source: don't send WSS signal when A-ratio is 4:3
sk: neposielaj WSS signál ked A-pomer je 4:3

source: delete
sk: vymaž

source: Toneburst:
sk: Prepínac 12V:

source: Latitude:
sk: Zem. Sírka

source: choose polarity (left, right)
sk: vyberte polaritu (< >)

source: Video format:
sk: Formát obrazu:

source: choose modulation (left, right)
sk: vyberte moduláciu (< >)

source: Repeat Rate:
sk: Intenzita opakovania:

source: select what todo after event
sk: Vyberte ulohu po ukončení udalosti

source: cleanup
sk: vyčisti

source: All Services
sk: Vsetky kanály

source: Disable WSS on 4:3
sk: Zakáz WSS pri rezime 4:3

source: get Network data from a DHCP Server in the local Network
sk: Získaj parametre siete od DHCP servera

source: here you can setup nfs/cifs mounts
sk: tu môžete nastaviť nfs/cifs pripojenia

source: do a filesystem check
sk: kontrola disku

source: initialize the disk for use with the dreambox
sk: priprav disk na pouzitie v DreamBoxe

source: to enter pcr pid press OK
sk: k zadaniu pcr pid-u OK

source: Common Interface Module
sk: CAM modul

source: Mo
sk: Pon

source: A/V Settings
sk: A/V nastavenia

source: select DiSEqC parameter (ok)
sk: nastav DiSEqC parameter (ok)

source: enable/disable parental lock
sk: povolí/zakáže použitie rodičovského zámku

source: enter symbol rate (0..9, left, right)
sk: zadajte prenosovú rýchlost (SR)

source: Hide locked services
sk: Nezobrazuj zamknuté kanály

source: Storage Location:
sk: Uložená pozícia:

source: remove the selected Satellite
sk: vymaz oznacenú druzicu

source: choose wished satellite (ok)
sk: vyberte si druzicu (ok)

source: show extended configuration
sk: zobrazí rozsírene nastavenia

source: try to autodetect server MAC address
sk: pokúsi sa detekovat MAC automaticky

source: choose what you want to do
sk: vyberte si, co chcete robit

source: Number in motor:
sk: Cislo v motore:

source: Init
sk: Incializuj

source: press ok to change satellite name
sk: Ok pre zmenu názvu druzice

source: Change skin
sk: Zmeň vzhľad

source: 0,5V higher LNB Voltage (for long cables) (ok)
sk: zvýsenie napajania LNB o 0,5V (ak je dlhý kábel)

source: Modulation:
sk: Modulácia:

source: enable/disable check ONIT on any transponder
sk: povol/zakaz kontrolu ONIT na transpondéroch

source: status:
sk: stav:

source: use BAT
sk: použi BAT

source: Satellite Edit
sk: editácia druzíc

source: press ok to edit username
sk: Ok pre editáciu užívatľského mena

source: Sa
sk: Sob

source: connected:
sk: pripojeny:

source: auto switch to VCR connector
sk: Automaticky prepni na VCR konektor

source: Symbol Rate:
sk: SR:

source: set
sk: nastav

source: FP Version
sk: Verzia FP

source: calc param 2 (see your motor manual or let it 00)
sk: parameter 2 (00 alebo pozrite manuál k motoru)

source: select the timer type (ok)
sk: nastavte typ casovaca

source: choose satellite/cable provider (ok)
sk: vyber poskytovatela sluzieb

source: choose color format ( left, right )
sk: formát farby ( < > )

source: OSD Settings
sk: OSD nastavenia

source: Guard:
sk: Ochrana:

source: change Setup PIN (ok)
sk: Zmena PINu Nastavení (ok)

source: press ok to open skin selector
sk: pre výber vzhľadu menu stlačte OK

source: select skin and press ok or choose save
sk: vyberte vzhlad a ulozte

source: goto next page (DiSEqC)
sk: nasl. strana (DiSEqC)

source: select sat(up/down), ok(edit), green(add new), red(delete)
sk: Nastav sat(hore/dole), ok (editacia), zelene (pridat novy), cervene(zmaz)

source: press ok to edit password
sk: Ok pre editáciu hesla

source: apply
sk: vykonaj

source: Repeat Delay:
sk: Opozdenie opakovania:

source: Fr
sk: Pia

source: enter pids
sk: zadajte pid-y

source: Repeated timer
sk: Opakovaný casovac

source: can handle two services
sk: dokáže spracovať dve služby

source: enter IP Adress of the Ngrab Server (0..9, left, right)
sk: Zadajte IP Adresu Ngrab Servera (0..9 < >)

source: Saturday
sk: Sobota

source: (0..9, left, right, ok)
sk: (0..9,< >, ok)

source: vol-
sk: hlas-

source: Satfind
sk: Intenzita sig.

source: send the complete DiSEqC sequence twice
sk: posli celú DiSEqC sekvenciu dvakrát

source: Manual PIDs
sk: Manuálne zadať PIDy

source: enter port of the Web Interface (0..9, left, right)
sk: Zadajte port web rozhrania (0..9 < >)

source: enable/disable inversion here (ok)
sk: povolte/zakázte negáciu (ok)

source: select year (ok)
sk: nastavte rok (ok)

source: increased voltage
sk: zvýsene napájanie

source: press ok to unmount this share
sk: Ok odpojí zdieľaný prostriedok

source: choose the code rate HP (left, right)
sk: vyberte code rate HP (< >)

source: Password:
sk: Heslo:

source: recording end time:
sk: cas konca nahrávania:

source: to enter video pid press OK
sk: pre zadanie video pid-u (ok)

source: Use motor input power for running detection.. else use timeout
sk: Pre detekciu pouzi napájanie motora, alebo pouzi cas. limit

source: Direction:
sk: Smer:

source: services scanned :
sk: najdených kanálov:

source: save changes and return
sk: uloz zmeny a vrát sa

source: remove
sk: vymaz

source: aborts the transponder scan
sk: zruš prehľadávanie transpondérov

source: enable/disable automount (ok)
sk: povoľ/zakáž automatické pripájanie (ok)

source: select DiSEqC mode (ok)
sk: Mod DiSEqC... (ok)

source: change the contrast
sk: zmeň kontrast

source: enter LNB threshold frequency (0..9, ok)
sk: zadajte maximálnu frekveciu LNB (0..9)

source: insert rotor memory cell for this orbital position
sk: Zadajte pamatove miesto na ktorom je ulozena druzicova pozicia

source: abort
sk: zrus

source: close window
sk: zatvor okno

source: Network search
sk: sietové hladanie

source: Software Version
sk: verzia SW

source: add
sk: pridaj

source: enable/disable setup lock
sk: povolí/zakáže zámok nastavenia prijímača

source: enter orbital position without dot (19.2&#176; = 192)
sk: zadajte orbit. pozíciu bez bodiek (19.2° = 192)

source: reset the Common Interface module
sk: resetuj CAM modul

source: subservices
sk: SubKanály

source: here you can center the Tuxtxt (builtin videotext)
sk: Tu môžete centrovať teletextové okno

source: enter name of the local mount point with trailing slash
sk: zadajte meno lokalneho bodu pripojenia

source: Plugins
sk: Pluginy

source: select month (ok)
sk: nastav mesiac

source: enter your latitude (0..9, +, -, ok)
sk: zadajte svoju zem. sírku (0..9, +, -)

source: DiSEqC Mode:
sk: Mod DiSEqC:

source: scanning...
sk: hladám...

source: LNB Configuration
sk: Nastavenie LNB

source: calc param 3 (see your motor manual or let it 00)
sk: parameter 3 (00 alebo pozrite manuál k motoru)

source: when the motor support this, then use
sk: ak to motor podporuje, pouzi funkciu

source: Play
sk: Prehraj

source: vol+
sk: hlas+

source: set LCD brightness for Standby Mode ( left / right )
sk: Jas LCD pre mód standby (< >)

source: set LCD brightness ( left / right )
sk: Jas LCD (< >)

source: for a multiple event enable this
sk: pre mnohonásobnu udalost povol toto

source: press ok to select another event
sk: Ok pre výber inej relácie

source: enter IP Address of the box (0..9, left, right)
sk: zadaj IP adresu boxu (0..9 < >)

source: send the ca-pmt to CI
sk: overujem modul

source: o'clock
sk: hodín

source: add new Timer (ok)
sk: pridaj nový casovac

source: Software Update
sk: Software updade..

source: to change service press ok
sk: pre zmenu programu (ok)

source: Contrast
sk: Kontrast

source: use sdt
sk: použi sdt

source: Su
sk: Ned

source: new
sk: nový

source: duration:
sk: Trvanie:

source: Fast DiSEqC
sk: rychly DiSEqC

source: choose direction
sk: vyberte smer

source: capacity:
sk: kapacita:

source: calc param 1 (see your motor manual or let it 00)
sk: parameter 1 (00 alebo pozrite manuál k motoru)

source: Transm. Mode:
sk: Prenos. mód:

source: Thu
sk: Stv

source: enter your domain name server (0..9, left, right)
sk: zadajte IP dns servera (0..9 < >)

source: Tuesday
sk: Utorok

source: edit the end time (0..9, left, right)
sk: cas ukoncenia... (0..9 < >)

source: shutdown the box to deepstandby (ok)
sk: Vypni box do hlbokého spánku

source: recording duration:
sk: dlzka nahrávania:

source: add new Transponder to selected sat (ok)
sk: pridaj transpondér k zvolenej druzici

source: TV System Wizard
sk: Pomocník výberom TV normy

source: Time Zone Setup
sk: Nastavenie casovej zóny

source: enter IP Address (0..9, left, right)
sk: zadajte IP adresu (0..9 < >)

source: set sleeptimer and close window (ok)
sk: zadajte cas spánku a zatvor okno (ok)

source: open transponder scan
sk: prehladat transpondér

source: add a new Satellite
sk: Pridaj druzicu

source: Monday
sk: Pondelok

source: Satellite
sk: Družica

source: Voltage
sk: Napatie

source: Help
sk: Pomoc

source: insert
sk: vlož

source: to enter service name press OK
sk: pre potvrdenie zadania stlačte OK

source: save
sk: uloz

source: Tue
sk: Uto

source: choose entry to edit or remove
sk: vyberte polozku pre editáciu alebo vymazanie

source: Endtime
sk: Ukoncenie

source: to enter audio pid press OK
sk: k zadaniu audio pid-u OK

source: enter manual pids
sk: zadajte PID-y manuálne

source: scan Network Information Table(s) this is recommend
sk: Prehladaj Sietovú informacnu tabulku (NIT) odporúca sa

source: Skins:
sk: Vzhlad

source: edit the start time (0..9, left, right)
sk: cas zaciatku... (0..9 < >)

source: enter LNB lowband offset frequency (0..9, ok)
sk: zadaj spodnú frekvenciu LNB (0..9, ok)

source: Friday
sk: Piatok

source: Orbital Position:
sk: Pozicia na orbite

source: enter LNB highband offset frequency (0..9, ok)
sk: zadajte hornú frekvenciu LNB (0..9)

source: DiSEqC Repeats:
sk: DiSEqC opakovani:

source: shutdown the box after recording (ok)
sk: vypni box po skoncení nahrávania

source: enter your gateways IP Address (0..9, left, right)
sk: zadajte IP vasej sietovej brány (0..9 < >)

source: Stop Record
sk: Zastav nahrávanie

source: Please choose your DiSEqC-Configuration:
sk: Vyberte si vasu konfiguráciu pripojenia paraboly

source: Pause
sk: pauza

source: AC3 default output
sk: Hlavný výstup AC3

source: Keyboard Mapping:
sk: Mapovanie klávesnice:

source: Mode:
sk: Mód:

source: change storage Location or store
sk: zmeň pozíciu a ulož ju

source: Progress:
sk: Pracujem:

source: Satellite Configuration
sk: Nastavenie druzice

source: cursor to next char timeout(msek) in textinputfields
sk: Opozdenie pohybu kurzora v textových poliach (msek)

source: genre
sk: záner

source: change the transparency correction
sk: zmeň priehľadnosť

source: Threshold:
sk: Maximum:

source: go to next share
sk: choď na nasledujúce zdieľanie

source: save changes
sk: uloz zmeny

source: save in motor
sk: uloz do motora

source: edit selected transponder (ok)
sk: uprav transpondér (OK)

source: Polarity:
sk: Polarita:

source: is AC3 Pid
sk: je AC3 Pid

source: close
sk: zatvor

source: Frequency:
sk: Frekvencia:

source: Aspect Ratio:
sk: Pomer strán:

source: press ok to enter the name
sk: Ok pre zadanie mena

source: delete the current selected timer (ok)
sk: vymaz oznacené nacasovanie (ok)

source: select MiniDiSEqC parameter (ok)
sk: nastav parameter MiniDiSEqC (ok)

source: enter your longitude (0..9, +, -, ok)
sk: zadaj svoju zem. sírku (0..9, +, -)

source: goto standby (ok)
sk: spánok

source: use Provider DVB Bouquet Tables if exist
sk: pouzi originálnu tabulku paketov ak existuje

source: enter MAC address of server (for wake on lan)
sk: Zadajte MAC adresu servera

source: press ok to change connection type
sk: Ok pre zmenu typu pripojenia

source: Sunday
sk: Nedela

source: Sat/Position
sk: Druzic/pozic.

source: Sat/LNB mapping:
sk: Priradenie Sat/LNB:

source: save changes and use current selected LNB for the chosen satellite
sk: uloz zmeny a nastavenie LNB pre vybranú druzicu

source: save changes and use the selected LNB (in first page) for the choosen satellite
sk: uloz nastavenia, pouzi nastavený LNB (na 1. strane) pre vybranú druzicu

source: please enter pin:
sk: Prosím zadajte PIN:

source: Set Sleeptimer
sk: nastavenie režimu spánku

source: press ok to change
sk: Ok pre zmenu

source: to enter (video) text pid press OK
sk: k zadaniu teletextového pid-u OK

source: Transponders
sk: Transpondéry

source: select your time zone (ok)
sk: Nastavte si svoju casovú zónu (ok)

source: set recording end time and close window (ok)
sk: zadajte cas konca nahrávania a zatvor okno (ok)

source: close Satellite Configuration
sk: Zavtvor nastavenie druzic

source: edit
sk: uprav

source: TV System:
sk: TV norma:

source: next page
sk: nasl. str.

source: press left or right to move motor
sk: pre pohyb motora stlacte < >

source: Next Char Timeout:
sk: Opozdenie stisku tlačidla:

source: scan NITs of other transponders this is slower, but sometimes needed)
sk: Prehladaj NIT na iných transpondéroch pomalsie ale kvalitnejsie

source: Counter(Movement)
sk: Pocítadlo(pohybu)

source: search
sk: hladaj

source: use ONIT
sk: ONIT

source: enable/disable initiate network search
sk: povol/zakáz spustenie sietoveho hladania

source: select your configuration here
sk: Vyberte si svoju konfiguráciu

source: choose the FEC (left, right)
sk: vyberte FEC (< >)

source: select DiSEqC repeats (ok)
sk: nastavte DiSEqC opakovania

source: OSD Language
sk: Jazyk OSD

source: select day (ok)
sk: nastavte den

source: change circular to linear polarization
sk: zamen kruhovú za lineárnu polarizáciu

source: Record
sk: Nahrávanie

source: Timer Edit
sk: Editácia casovaca

source: show the Mainmenu in normal listbox style
sk: zobraz hlavné menu v bežnom listbox štýle

source: status output:
sk: stav výstupu:

source: Sequence repeat
sk: opakovanie sekvencie

source: enter stored satellite pos
sk: zadajte ulozené poz. druzic

source: select your keyboard mapping (ok)
sk: Nastavte si mapovanie vašej klávesnice (ok)

source: goto standby after recording (ok)
sk: vypni po skoncení nahrávania

source: Communication setup
sk: Nastavenie komunikácie

source: only Free
sk: iba volné

source: Constellation:
sk: Konštalácia:

source: network search
sk: sieťové hľadanie

source: to enter provider name press OK
sk: k zadaniu mena poskytovateľa OK

source: no module
sk: ziadny modul

source: horizontal
sk: horizontálny

source: vertical
sk: vertikálny

source: parental
sk: Rodicovské

source: Providers
sk: Poskytovatelia

source: Radio
sk: Rádio

source: All services
sk: Vsetky kanály

source: Satellites
sk: Druzice

source: Connecting...
sk: Pripájam...

source: buffering...
sk: ukladám do medzipamäte...

source: playing...
sk: prehrávam

source: (%d entries)
sk: (%d údajov)

source: root node
sk: základný mód

source: TV mode
sk: mód TV

source: Radio Mode
sk: Mód rádia

source: File Mode
sk: Súborový mód

source: TV/Radio
sk: TV/Rádio

source: Bouquets
sk: Pakety

source: Cancel
sk: Zrus

source: Yes
sk: Áno

source: No
sk: Nie

source: no description available
sk: Popis nie je k dispozícii

source: press ok to save (help is available)
sk: OK pre uloženie (nápoveda prístupná)

source: press ok to save
sk: OK pre uloženie

source: Movie
sk: Film

source: Adventure
sk: Dobrodruzný film

source: Comedy
sk: Komédia

source: Romance
sk: Romantika

source: Serious
sk: Vázny záner

source: Adult
sk: Erotika

source: News
sk: Správy

source: Weather
sk: Pocasie

source: Magazine
sk: Magazin

source: Documentary
sk: Dokumentarny

source: Discussion
sk: Diskusia

source: Game Show
sk: Zabava

source: Variety
sk: Rozny zaner

source: Talk
sk: Diskusia

source: Sports
sk: Sport

source: Special Event
sk: special

source: Sports Mag.
sk: Sportovy mag.

source: Football
sk: Futbal

source: Tennis
sk: Tenis

source: Team Sports
sk: timove sporty

source: Athletics
sk: Atletika

source: Motor Sports
sk: Motoristika

source: Water Sports
sk: Vode. sporty

source: Winter Sports
sk: Zimne sporty

source: Equestrian
sk: kone

source: Martial Sports
sk: Kontaktny sport

source: Children
sk: Detska relacia

source: Pre-School
sk: Predskolske

source: Age 6-14
sk: vek 6-14

source: Age 10-16
sk: Vek 10-16

source: School
sk: Skola

source: Cartoons
sk: Rozpravka

source: Music
sk: Hudba

source: Classical
sk: Klasicka hudba

source: Folk
sk: Folklor

source: Musical
sk: Hudba

source: Ballet
sk: Balet

source: Culture
sk: Kultura

source: Perf. Arts
sk: Umenie

source: Fine Arts
sk: Umenie

source: Religion
sk: Nabozenstvo

source: Pop. Arts
sk: Pop. umenie

source: Literature
sk: Literatura

source: Experimental
sk: Experimenty

source: Press
sk: Tlac

source: New Media
sk: Media

source: Art Mag.
sk: Umenie

source: Fashion
sk: Moda

source: Social
sk: Spolocnost

source: Economics
sk: Ekonomika

source: Remark. People
sk: Ludia

source: Education
sk: Vzdelanie

source: Nature
sk: Priroda

source: Technology
sk: Technologie

source: Medicine
sk: Medicina

source: Expeditions
sk: Expedicie

source: Spiritual
sk: nabozenstvo

source: Further Ed.
sk: Serial

source: Languages
sk: Jazyky

source: Hobbies
sk: Konicky

source: Travel
sk: Cestovanie

source: Motoring
sk: Natavenie motora

source: Cooking
sk: Varenie

source: Shopping
sk: Nakupovanie

source: Gardening
sk: Zahrada

source: Orig. Lang.
sk: Povodne znenie

source: B&W
sk: CB

source: Unpublished
sk: Nezverejnene

source: Live
sk: Nazivo

source: no data for this service avail
sk: prírucka nie je vysielaná(EPG)

source: no description is available
sk: Popis nie je k dispozícii

source: Welcome to enigma. Please do a transponder scan first. (mainmenu > setup > channels > transponder scan)
sk: Vitajte v Enigme. Najprv vyhladajte programy. (Hlavné menu > nastavenia > priíem > vyhládanie)
